Repository: u5-03/Slidys
Catalog: Apps/SlidysShare/SlidysShare/Localizable.xcstrings
Source language: ja
Languages: en

source: @Guideの制約がサポートされていません。
en: @Guide constraints are not supported.

source: %lldページ
en: %lld pages

source: Apple Intelligenceが利用できません。%@
en: Apple Intelligence is not available. %@

source: Markdownの解析に失敗しました: %@ 詳細: %@
en: Failed to parse Markdown: %@ Details: %@

source: アクセントカラー
en: Accent Color

source: アプリ情報
en: App Info

source: ありがとうございます！
en: Thank You!

source: インデント
en: Indent

source: キャンセル
en: Cancel

source: コード
en: Code

source: このデバイスはApple Intelligenceに対応していません。
en: This device does not support Apple Intelligence.

source: コンテキストウィンドウを超えました。Markdownが長すぎます。
en: Context window exceeded. The Markdown is too long.

source: コンテンツがガードレールに違反しました。
en: Content violated guardrails.

source: サポート
en: Support

source: サポート（中）
en: Medium Tip

source: サポート（大）
en: Large Tip

source: サポート（小）
en: Small Tip

source: サポートいただきありがとうございます。開発の励みになります！
en: Thank you for your support. It motivates development!

source: サポートされていない言語/ロケールです。
en: Unsupported language/locale.

source: スタイル
en: Style

source: スライドがありません
en: No Slides

source: スライドファイルとして共有
en: Share as Slide File

source: スライドファイルを読み込む
en: Import Slide File

source: スライドを受信する
en: Receive Slides

source: スライドを配信する
en: Broadcast Slides

source: スライド一覧
en: Slides

source: スライド情報
en: Slide Info

source: スライド編集
en: Edit Slide

source: スライド送信者
en: Slide Broadcaster

source: タイトル
en: Title

source: タイトル+リスト
en: Title + List

source: タイトル+画像
en: Title + Image

source: テキスト
en: Text

source: テキストの色
en: Text Color

source: デッキ情報
en: Deck Info

source: バージョン
en: Version

source: ピアを検索中...
en: Searching for peers...

source: ファイルの読み込みに失敗しました
en: Failed to import file

source: プレビュー
en: Preview

source: ページ
en: Pages

source: ページを追加
en: Add Page

source: ページ一覧
en: Page List

source: ページ数
en: Pages

source: ホストに接続してください
en: Connect to a host

source: マークダウンとして書き出し
en: Export as Markdown

source: マークダウンファイルを読み込む
en: Import Markdown File

source: マークダウンを解析中...
en: Parsing markdown...

source: モデルアセットが利用できません。ダウンロード状態を確認してください。
en: Model assets are unavailable. Check download status.

source: モデルがリクエストを拒否しました。
en: The model refused the request.

source: モデルのダウンロード中です。しばらくお待ちください。
en: The model is downloading. Please wait.

source: モデル出力のデコードに失敗しました。
en: Failed to decode model output.

source: ライセンス
en: Licenses

source: リストスタイル
en: List Style

source: レート制限に達しました。しばらく待ってから再試行してください。
en: Rate limited. Please wait and try again.

source: 不明なエラー
en: Unknown error

source: 中央テキスト
en: Center Text

source: 中画質
en: Medium Quality

source: 低画質（高速転送）
en: Low Quality (Fast Transfer)

source: 作成日
en: Created

source: 保存
en: Save

source: 停止する
en: Stop

source: 受信を終了しますか？
en: End receiving?

source: 受信側に表示される名前を入力してください
en: Enter a name visible to receivers

source: 受信側のデバイスから接続してください
en: Connect from the receiving device

source: 右上の+ボタンからスライドを作成してください
en: Tap + in the upper right to create a slide

source: 同時リクエストが多すぎます。
en: Too many concurrent requests.

source: 名前
en: Name

source: 商品が見つかりません
en: Products Not Found

source: 接続が切断されました
en: Connection Lost

source: 接続する
en: Connect

source: 接続を待機中...
en: Waiting for connection...

source: 接続中...
en: Connecting...

source: 接続済み
en: Connected

source: 接続済み - スライド待機中...
en: Connected - Waiting for slides...

source: 接続状態: %@
en: Connection: %@

source: 新しいスライド
en: New Slide

source: 新規スライド
en: New Slide

source: 更新日
en: Updated

source: 未接続
en: Disconnected

source: 法的情報
en: Legal

source: 現在サポートアイテムを取得できません
en: Unable to load support items

source: 理由: %@
en: Reason: %@

source: 画像
en: Image

source: 画像のみ
en: Image Only

source: 画像を選択
en: Choose Image

source: 画質
en: Quality

source: 番号付き
en: Numbered List

source: 種別
en: Type

source: 箇条書き
en: Bullet List

source: 終了する
en: End

source: 背景の色
en: Background Color

source: 設定
en: Settings

source: 設定でApple Intelligenceを有効にしてください。
en: Please enable Apple Intelligence in Settings.

source: 読み込みエラー
en: Import Error

source: 謝辞
en: Acknowledgements

source: 配信を停止しますか？
en: Stop broadcasting?

source: 配信者名
en: Broadcaster Name

source: 配信開始
en: Start Broadcasting

source: 閉じる
en: Close

source: 開発者をサポート
en: Support the Developer

source: 項目
en: Item

source: 項目を追加
en: Add Item

source: 高画質（低速転送）
en: High Quality (Slow Transfer)
